Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.9cf22e4b7f64
source: AIサーバーがエラーを返しました: {{value1}}
ar_sa: أرجع خادم AI الخطأ: {{value1}}
ca: El servidor AI ha retornat un error: {{value1}}
cs: AI server vrátil chybu: {{value1}}
da: AI-serveren returnerer en fejl: {{value1}}
de_de: Der KI-Server hat einen Fehler zurückgegeben: {{value1}}
el: Ο διακομιστής της τεχνητής νοημοσύνης επιστρέφει σφάλμα: {{value1}}
en_au: The AI server returned an error: {{value1}}
es_es: El servidor de IA devuelve el siguiente error: {{value1}}
fi: AI-palvelin palautti virheen: {{value1}}
fr_ca: Le serveur IA a renvoyé une erreur : {{value1}}
gu: AI સર્વર દ્વારા ભૂલ મળેલ: {{value1}}
he: שרת ה-AI החזיר שגיאה: {{value1}}
hi: एआई सर्वर ने त्रुटि वापस भेजी: {{value1}}
hr: AI server ima pogrešku: {{value1}}
hu: Az AI szerver hibát küldött vissza: {{value1}}
id: Server AI mengembalikan kesalahan: {{value1}}
it: Il server IA ha restituito un errore: {{value1}}
ko: AI 서버에서 오류를 반환했습니다: {{value1}}
mr: एआय सर्व्हरने त्रुटी दिली: {{value1}}
ms: Pelayan AI melaporkan ralat: {{value1}}
nl_nl: De AI-server geeft een foutmelding: {{value1}}
no: AI-serveren returnerer en feil: {{value1}}
pl: Serwer AI zwrócił błąd: {{value1}}
pt_br: O servidor IA retornou um erro: {{value1}}
pt_pt: O servidor IA retornou um erro: {{value1}}
ro: Serverul inteligență artificială a returnat o eroare: {{value1}}
ru: Сервер ИИ вернул ошибку: {{value1}}
sk: AI server vracajú chybu: {{value1}}
sl: Strahopisanje: {{value1}}
sv: AI-servern returnerar ett fel: {{value1}}
ta: AI சேவையகம் பின்வரும் பிழையை வழங்குகிறது: {{value1}}
te: AI సర్వర్ ఈ క్రింది విధంగా లోపాన్ని తిరిగి ఇచ్చింది: {{value1}}
th: เซิร์ฟเวอร์ AI ส่งข้อผิดพลาด: {{value1}}
tr: Yapay zeka sunucusu hata döndürdü: {{value1}}
uk: Сервер AI повернув помилку: {{value1}}
vi: Máy chủ AI trả về lỗi: {{value1}}
zh_hans: AI服务器返回错误：{{value1}}
zh_hant: AI 伺服器回傳錯誤：{{value1}}

# health_meals_body_ai.9db16b95c403
source: この情報を使って提案します。
ar_sa: استخدم هذه المعلومات لتقديم توصيات.
ca: Utilitzeu aquesta informació per fer recomanacions.
cs: Na základě těchto informací vám navrhnu...
da: Jeg vil give dig forslag baseret på disse oplysninger.
de_de: Ich werde Ihnen auf dieser Grundlage Vorschläge machen.
el: Θα σας προτείνω με βάση αυτές τις πληροφορίες.
en_au: I can make recommendations based on this information.
es_es: Te propondré algo basándome en esta información.
fi: Tarjoan ehdotuksia tämän perusteella.
fr_ca: Je peux vous faire des suggestions en fonction de ces informations.
gu: આ માહિતીનો ઉપયોગ કરીને હું તમને સૂચન કરીશ.
he: אני יכול להציע בהתבסס על המידע הזה.
hi: इस जानकारी के आधार पर हम सुझाव देंगे।
hr: Predlagam na temelju ovih informacija.
hu: Ezek alapján javaslatokat teszem fel.
id: Saya akan memberikan saran berdasarkan informasi ini.
it: Utilizzeremo queste informazioni per fare delle proposte.
ko: 이 정보를 바탕으로 제안합니다.
mr: या माहितीच्या आधारावर आम्ही तुम्हाला मार्गदर्शन करू.
ms: Saya akan membuat cadangan berdasarkan maklumat ini.
nl_nl: Ik zal dit gebruiken om aanbevelingen te doen.
no: Jeg vil foreslå basert på denne informasjonen.
pl: Wykorzystam te informacje, aby zaproponować coś nowego.
pt_br: Faremos uma sugestão com base nessas informações.
pt_pt: Faremos uma sugestão com base nessas informações.
ro: Vom face o propunere pe baza acestei informații.
ru: Мы предложим вам рекомендации на основе этой информации.
sk: Použijeme tieto informácie na vytvorenie návrhu.
sl: Na podlagi teh informacij bom ponudil predlog.
sv: Jag kommer att ge förslag baserat på denna information.
ta: இந்த தகவலை பயன்படுத்தி பரிந்துரைக்கிறேன்.
te: ఈ సమాచారాన్ని ఉపయోగించి సూచనలు ఇస్తాను.
th: เราจะนำข้อมูลนี้ไปใช้ในการแนะนำ
tr: Bu bilgileri kullanarak önerilerde bulunabilirim.
uk: Використовуючи цю інформацію, я можу запропонувати щось.
vi: Chúng tôi sẽ đưa ra gợi ý dựa trên thông tin này.
zh_hans: 利用这些信息给出建议。
zh_hant: 利用這些資訊來提供建議。

# health_meals_body_ai.9e38754cb6e4
source: 食べたものを追加
ar_sa: أضف ما أكلته
ca: Afegeix el que has menjat
cs: Přidat položku
da: Tilføj måltid
de_de: Gericht hinzufügen
el: Προσθήκη γεύματος
en_au: Add a meal
es_es: Añadir alimento
fi: Lisää syöty ruoka
fr_ca: Ajouter un repas
gu: વધુ માહિતી ઉમેરો
he: הוסף ארוחה
hi: खाए हुए भोजन को जोड़ें
hr: Dodajte hranu
hu: Étel hozzáadása
id: Tambahkan makanan
it: Aggiungi alimento
ko: 식사 추가
mr: खाद्यपदार्थ जोडा
ms: Tambahkan jenis makanan
nl_nl: Maaltijd toevoegen
no: Legg til matvare
pl: Dodaj spożyty pokarm
pt_br: Adicionar item
pt_pt: Adicionar item
ro: Adăugați alimente
ru: Добавить пункт о еде
sk: Pridaj ďalšiu položku jedla
sl: Dodajte posamečen element
sv: Lägg till måltid
ta: சாப்பிட்டதை சேர்ப்பது
te: తిన్న వాటిని జోడించు
th: เพิ่มอาหาร
tr: Öğünü ekle
uk: Додати пункт про їжу
vi: Thêm món ăn
zh_hans: 添加已吃的食物
zh_hant: 新增已吃的食物

# health_meals_body_ai.9ef3eebb8e35
source: 直近7日 {{value1}}回
ar_sa: آخر 7 أيام مرات {{value1}}
ca: Els darrers 7 dies {{value1}} vegades
cs: Za poslední týden: {{value1}}krát
da: Sidste 7 dage {{value1}} gange
de_de: Letzte 7 Tage {{value1}} Mal
el: Τελευταίες 7 ημέρες: {{value1}} φορές
en_au: Last 7 days {{value1}} times
es_es: Últimos 7 días {{value1}} veces
fi: Viimeisten 7 päivän toistot: {{value1}}
fr_ca: Derniers 7 jours : {{value1}} fois
gu: છેલ્લા 7 દિવસમાં {{value1}} વખત
he: 7 ימים אחרונים {{value1}} פעמים
hi: पिछले 7 दिनों में {{value1}} बार
hr: Zadnjih 7 dana {{value1}} puta
hu: Az utóbbi 7 napban {{value1}} alkalommal edzettél.
id: 7 hari terakhir {{value1}} kali
it: Ultimi 7 giorni: {{value1}} volte
ko: 최근 7일 {{value1}}회
mr: मागील ७ दिवसांमध्ये {{value1}} वेळा
ms: Dalam 7 hari kebelakangan ini {{value1}} kali
nl_nl: Laatste 7 dagen: {{value1}} keer
no: De siste 7 dagene: {{value1}} ganger
pl: Ostatnie 7 dni: {{value1}} razy
pt_br: Últimos 7 dias: {{value1}} vezes
pt_pt: Últimos 7 dias: {{value1}} vezes
ro: Ultimii 7 zile: {{value1}}
ru: Последние 7 дней: {{value1}} раз
sk: Posledné 7 dní {{value1}}x
sl: Zadnji 7 dni {{value1}}krat
sv: Senaste 7 dagar {{value1}} gånger
ta: கடந்த 7 நாட்களில் {{value1}} முறை
te: గత 7 రోజుల్లో {{value1}} సార్లు
th: 7 วันล่าสุด {{value1}} ครั้ง
tr: Son 7 Gün {{value1}} kez
uk: Останні 7 днів {{value1}} разів
vi: Trong 7 ngày gần đây: {{value1}} lần
zh_hans: 最近7天 {{value1}} 次
zh_hant: 最近 7 天 {{value1}} 次

# health_meals_body_ai.9f3fa8dd0ea9
source: AIが参照する記録
ar_sa: السجلات المشار إليها بواسطة منظمة العفو الدولية
ca: Registres referenciats per AI
cs: Záznamy, které používá AI
da: Data, som AI refererer til
de_de: Daten, die von der KI verwendet werden
el: Καταγεγραμμένα δεδομένα που χρησιμοποιεί η τεχνητή νοημοσύνη
en_au: Records used by AI
es_es: Registros consultados por la IA
fi: Seuratut tiedot
fr_ca: Enregistrements consultés par l'IA
gu: AI દ્વારા ઉપયોગમાં લેવાતી માહિતી
he: הנתונים שאליהם מתייחס ה-AI
hi: एआई द्वारा देखे गए रिकॉर्ड
hr: Zapis koji koristi AI
hu: Az AI által figyelembe vett adatok
id: Catatan yang dirujuk oleh AI
it: Registri consultati dall'IA
ko: AI가 참조하는 기록
mr: एआयद्वारे पाहिले जाणारे रेकॉर्ड
ms: Rekod yang dirujuk oleh AI
nl_nl: Data die door de AI wordt geraadpleegd
no: Data som AI bruker
pl: Dane, na których bazuje AI
pt_br: Registros referenciados pela IA
pt_pt: Registros referenciados pela IA
ro: Înregistrările consultate de inteligența artificială
ru: Данные, используемые ИИ
sk: Záznamy, ktoré používa AI
sl: Zapiski, ki jih uporablja AI
sv: Data som AI refererar till
ta: AI பயன்படுத்தும் பதிவுகள்
te: AI చూసే రికార్డులు
th: ข้อมูลที่ AI อ้างอิง
tr: Yapay zekanın referans aldığı kayıtlar
uk: Записи, які використовує AI.
vi: Dữ liệu được AI tham khảo
zh_hans: 由 AI 记录
zh_hant: AI 參考記錄

# health_meals_body_ai.9f8623da2f24
source: 時間をおいて再試行してください。続く場合はAIサーバーのモデル状態を確認してください。
ar_sa: يرجى المحاولة مرة أخرى لاحقا. إذا استمرت المشكلة، يرجى التحقق من حالة نموذج خادم الذكاء الاصطناعي.
ca: Si us plau, torna-ho a provar més tard. Si el problema persisteix, comproveu l'estat del model del servidor AI.
cs: Pokud se to opakuje, zkontrolujte stav modelu na serveru AI.
da: Prøv igen efter en stund. Hvis det fortsætter, skal du kontrollere AI-serverens modelstatus.
de_de: Warten Sie bitte und versuchen Sie es erneut. Wenn dies weiterhin der Fall ist, überprüfen Sie den Status des KI-Servers.
el: Εάν συνεχίσετε, ελέγξτε την κατάσταση του μοντέλου στον AI server.
en_au: If this persists, check the AI server model status.
es_es: Si continúa, compruebe el estado del modelo en el servidor de IA.
fi: Jos haluat yrittää uudelleen, odota hetki. Jos ongelma jatkuu, tarkista AI-palvelimen mallin tila.
fr_ca: Si cela persiste, vérifiez l'état du modèle sur le serveur AI.
gu: જો પરિણામો સુધારવા માટે ફરી પ્રયાસ કરો, તો AI સર્વરના મોડેલની સ્થિતિ તપાસો.
he: אם זה ממשיך, אנא בדוק את מצב המודל של השרת AI.
hi: यदि जारी रखते हैं, तो AI सर्वर के मॉडल स्थिति की जांच करें।
hr: Molimo, pokušajte ponovno nakon određenog vremena. Ako to nastavite, provjerite stanje modela na AI serveru.
hu: Ha ez nem működik, próbálja újra, és ellenőrizze az AI szerver modell állapotát.
id: Jika masih belum berhasil, periksa status model pada server AI.
it: Se necessario, riprova dopo un po'. Se continua, verifica lo stato del modello sul server AI.
ko: 시간 간격을 두고 다시 시도하십시오. 계속되는 경우 AI 서버 모델 상태를 확인하십시오.
mr: काही वेळ थांबून पुन्हा प्रयत्न करा. जर असेच होत असेल, तर AI सर्व्हर मॉडेलची स्थिती तपासा.
ms: Jika anda masih mahu mencuba, sila semak status model pada pelayan AI.
nl_nl: Probeer het opnieuw na een tijdje. Als dit blijft aanhouden, controleer dan de status van het AI-servermodel.
no: Prøv igjen etter en stund. Hvis det fortsetter, sjekk statusen til AI-serveren.
pl: Jeśli problem nadal występuje, sprawdź stan modelu serwera AI.
pt_br: Se persistir, verifique o estado do modelo no servidor AI.
pt_pt: Se persistir, verifique o estado do modelo no servidor AI.
ro: Dacă problema persistă, verificați starea modelului serverului AI.
ru: Если проблема не исчезла, попробуйте еще раз через некоторое время. Если это продолжается, проверьте состояние модели на сервере AI.
sk: Ak to budete opakovať, overte si stav modelu na AI serveri.
sl: Čez nekaj časa poskusite znova. Če to še vedno poteka, preverite stanje modela na AI strežniku.
sv: Om du behöver göra om det, kontrollera AI-serverns status.
ta: கொஞ்சம் நேரம் கழித்து மீண்டும் முயற்சிக்கவும். தொடர்ந்து இருந்தால், AI சேவையகத்தின் மாதிரியின் நிலையை சரிபார்க்கவும்.
te: కొంత సమయం వేచి ఉండి మళ్ళీ ప్రయత్నించండి. కొనసాగితే, AI సర్వర్ మోడల్ స్థితిని తనిఖీ చేయండి.
th: หากยังคงทำซ้ำ โปรดตรวจสอบสถานะของโมเดลบนเซิร์ฟเวอร์ AI
tr: Bir süre sonra tekrar deneyin. Devam ediyorsa, AI sunucusunun model durumunu kontrol edin.
uk: Якщо потрібно, повторіть через деякий час. Якщо це продовжується, перевірте стан моделі на сервері AI.
vi: Nếu vẫn tiếp tục, vui lòng kiểm tra trạng thái mô hình trên máy chủ AI.
zh_hans: 请稍后再试。如果继续，请检查AI服务器的模型状态。
zh_hant: 请稍后再试。如果继续，请检查AI服务器的模型状态。

# health_meals_body_ai.a01511b65af0
source: 参照中
ar_sa: التصفح
ca: Navegació
cs: Zobrazuje se:
da: Viser:
de_de: In Bearbeitung
el: Σε χρήση
en_au: Referencing...
es_es: En progreso
fi: Katsotaan
fr_ca: En cours de consultation
gu: ઉપયોગમાં છે
he: מתייחס:
hi: संदर्भ में
hr: U upotrebi
hu: Értékelés alatt
id: Sedang direferensikan
it: In corso
ko: 참조 중
mr: संदर्भ:
ms: Dalam penggunaan
nl_nl: In gebruik
no: Se nåværende
pl: Przeglądane
pt_br: Em uso
pt_pt: Em uso
ro: În curs de referință
ru: Просмотр
sk: Aktívne meranie
sl: V uporabi
sv: Visas
ta: பயன்படுத்தப்படுகிறது
te: సూచనలో ఉంది
th: กำลังดู
tr: İzleniyor
uk: Перегляд
vi: Đang xem
zh_hans: 正在参照
zh_hant: 正在参照

# health_meals_body_ai.a024d937dc43
source: 撮影セットを編集
ar_sa: تحرير مجموعة التصوير
ca: Edita el conjunt de rodatge
cs: Upravit nastavení záznamu
da: Rediger optagelsessæt
de_de: Aufnahmeset bearbeiten
el: Επεξεργασία συνόλου λήψης φωτογραφιών
en_au: Edit Capture Set
es_es: Editar conjunto de captura
fi: Muokkaa kuvaussarjaa
fr_ca: Modifier l'enregistrement de série
gu: ફોટોગ્રાફ સેટને સંપાદિત કરો
he: עריכת סט צילום
hi: रिकॉर्डिंग सेट को संपादित करें
hr: Uredi paket za snimanje
hu: A rögzítési beállítások szerkesztése
id: Edit Set Foto
it: Modifica l'impostazione della foto
ko: 촬영 세트를 편집
mr: फोटो सेट संपादित करा
ms: Edit Set Rekaman
nl_nl: Fotosequentie bewerken
no: Rediger bildeinnstilling
pl: Edytuj ustawienie zdjęcia
pt_br: Editar configuração de foto
pt_pt: Editar configuração de foto
ro: Editează setul de înregistrări
ru: Редактировать набор для фотосъемки
sk: Upraviť nastavenia pre nahrávanie
sl: Uredite nastavitve za snemanje
sv: Redigera fotograferingsuppsättning
ta: புகைப்பட தொகுப்பை திருத்தவும்
te: ఫోటో సెట్‌ను సవరించు
th: แก้ไขชุดการถ่ายภาพ
tr: Fotoğraf Setini Düzenle
uk: Редагувати набір для фотографування
vi: Chỉnh sửa bộ chụp ảnh
zh_hans: 编辑拍摄组
zh_hant: 編輯拍攝組

# health_meals_body_ai.a038994e000b
source: 腹部
ar_sa: البطن
ca: abdomen
cs: Břicho
da: Maveområde
de_de: Bauchbereich
el: Περιοχή της Παρω
en_au: Abdomen
es_es: Abdomen
fi: Vatsa
fr_ca: Abdomen
gu: પેટ
he: בטן
hi: पेट
hr: Trbusni dio
hu: Derékszám
id: Area Perut
it: Addome
ko: 복부
mr: पोट
ms: Perut
nl_nl: Buikgebied
no: Overkropp
pl: Brzuch
pt_br: Abdômen
pt_pt: Abdômen
ro: Zona abdominală
ru: Живот
sk: Pas
sl: Trstni del
sv: Buk
ta: வயிறு பகுதி
te: ఉదర ప్రాంతం
th: บริเวณหน้าท้อง
tr: Karın bölgesi
uk: Живіт
vi: Vùng bụng

# health_meals_body_ai.a08a51f7e427
source: 完了しやすい項目: {{value1}}
ar_sa: من السهل إكمال العنصر: {{value1}}
ca: Element fàcil de completar: {{value1}}
cs: Snadno dokončitelná položka: {{value1}}
da: Nemme at afslutte: {{value1}}
de_de: Leicht zu fertigende Elemente: {{value1}}
el: Εύκολα ολοκληρωμένα στοιχεία: {{value1}}
en_au: Easy to complete items: {{value1}}
es_es: Elementos fáciles de completar: {{value1}}
fi: Helppo valita: {{value1}}
fr_ca: Les éléments faciles à compléter : {{value1}}
gu: પૂર્ણ કરવાનું સરળ: {{value1}}
he: פריטים שקל לסיים: {{value1}}
hi: पूर्ण करने में आसान आइटम: {{value1}}
hr: Jednostavni zadaci: {{value1}}
hu: A következő tevékenységek könnyen befejezhetők: {{value1}}
id: Item yang mudah diselesaikan: {{value1}}
it: Elementi facili da completare: {{value1}}
ko: 완료하기 쉬운 항목: {{value1}}
mr: पूर्ण करणे सोपे: {{value1}}
ms: Item yang mudah diselesaikan: {{value1}}
nl_nl: Gemakkelijk te voltooien: {{value1}}
no: Enkle elementer å fullføre: {{value1}}
pl: Łatwe do ukończenia: {{value1}}
pt_br: Itens fáceis de completar: {{value1}}
pt_pt: Itens fáceis de completar: {{value1}}
ro: Elemente ușor de finalizat: {{value1}}
ru: Легко завершить: {{value1}}
sk: Jednotky, ktoré sa ľahko dokončia: {{value1}}
sl: Enostavni elementi za končanje: {{value1}}
sv: Enkla att slutföra: {{value1}}
ta: எளிதில் முடிக்கும் அம்சங்கள்: {{value1}}
te: పూర్తి చేయడం సులభమైన అంశం: {{value1}}
th: รายการที่ทำได้ง่าย: {{value1}}
tr: Tamamlanması kolay olanlar: {{value1}}
uk: Прості для завершення елементи: {{value1}}
vi: Các mục dễ hoàn thành: {{value1}}
zh_hans: 容易完成的项目: {{value1}}
zh_hant: 容易完成的項目：{{value1}}

# health_meals_body_ai.a0a1a2fec576
source: {{value1}}再試行してください。続く場合はAIサーバーの稼働状態を確認してください。
ar_sa: {{value1}}يرجى المحاولة مرة أخرى. إذا استمرت المشكلة، يرجى التحقق من حالة تشغيل خادم الذكاء الاصطناعي.
ca: {{value1}}Si us plau, torna-ho a provar. Si el problema persisteix, comproveu l'estat de funcionament del servidor AI.
cs: {{value1}} Zkuste to znovu. Pokud pokračujete, ověřte, zda je AI server v provozu.
da: {{value1}}Prøv igen. Hvis du fortsætter, skal du kontrollere, at AI-serveren er i drift.
de_de: {{value1}} Bitte erneut versuchen. Falls dies nicht funktioniert, überprüfen Sie den Status des AI-Servers.
el: {{value1}}Παρακαλούμε να προσπαθήσετε ξανά. Εάν συνεχίσετε, ελέγξτε την κατάσταση λειτουργίας του διακομιστή AI.
en_au: {{value1}}Please try again. If this continues, please check the status of the AI server.
es_es: {{value1}} Intente de nuevo. Si continúa, verifique que el servidor de IA esté en funcionamiento.
fi: Kokeile {{value1}} kertaa uudelleen. Jos jatkat, tarkista AI-palvelun toimintatila.
fr_ca: {{value1}} Veuillez réessayer. Si cela persiste, vérifiez l'état du serveur d'IA.
gu: {{value1}} ફરી પ્રયાસ કરો. જો એમ હોય, તો AI સર્વરની સ્થિતિ તપાસો.
he: {{value1}} נסה שוב. אם תרצה להמשיך, בדוק את מצב פעולת השרת של הבינה המלאכותית.
hi: कृपया {{value1}} बार फिर प्रयास करें। यदि ऐसा होता है, तो AI सर्वर की स्थिति जांच लें।
hr: {{value1}}Ponovite pokušaj. Ako to nastavite, provjerite da je AI server u funkciji.
hu: Kérjük, {{value1}}-szer újra próbálja. Ha ez nem sikerül, ellenőrizze az AI-szerver állapotát.
id: {{value1}}Silakan mencoba lagi. Jika masalah berlanjut, periksa status server AI.
it: {{value1}}Riprova. Se necessario, verifica lo stato del server AI.
ko: {{value1}} 다시 시도해 주세요. 계속 진행하는 경우 AI 서버의 작동 상태를 확인해주세요.
mr: {{value1}} पुन्हा प्रयत्न करा. पुढे जाण्यापूर्वी AI सर्व्हर चालू आहे की नाही, हे तपासा.
ms: {{value1}} Sila cuba semula. Jika anda ingin terus, sila periksa status pelayan AI.
nl_nl: {{value1}}Probeer het opnieuw. Als dit probleem aanhoudt, controleer dan of de AI-server actief is.
no: {{value1}} Prøv igjen. Hvis dette fortsetter, sjekk at AI-serveren er aktiv.
pl: {{value1}}Spróbuj ponownie. Jeśli problem nadal występuje, sprawdź stan działania serwera AI.
pt_br: {{value1}} Tente novamente. Se continuar, verifique se o servidor de IA está em funcionamento.
pt_pt: {{value1}} Tente novamente. Se continuar, verifique se o servidor de IA está em funcionamento.
ro: {{value1}}Reîncepeți. Dacă doriți să continuați, verificați starea serverului AI.
ru: {{value1}}Пожалуйста, попробуйте снова. Если проблема не исчезнет, проверьте состояние работы AI-сервера.
sk: {{value1}} skúste to znovu. Ak to budete ďalej robiť, skontrolujte, či je AI server funkčný.
sl: {{value1}} Poskusite znova. Če želite nadaljevati, preverite stanje delovanja AI strežnika.
sv: {{value1}} Försök igen. Om detta uppstår, kontrollera att AI-servern är igång.
ta: {{value1}} மீண்டும் முயற்சிக்கவும். தொடர்ந்தால், AI சேவையகத்தின் செயல்பாட்டை சரிபார்க்கவும்.
te: {{value1}} మళ్లీ ప్రయత్నించండి. అలా అయితే, AI సర్వర్ యొక్క స్థితిని తనిఖీ చేయండి.
th: {{value1}}ลองอีกครั้ง โปรด หากต้องการดำเนินการต่อ กรุณาตรวจสอบสถานะการทำงานของเซิร์ฟเวอร์ AI
tr: {{value1}} kez tekrar deneyin. Devam ediliyorsa, AI sunucunun çalışıp çalışmadığını kontrol edin.
uk: {{value1}}Будь ласка, спробуйте ще раз. Якщо це необхідно, перевірте стан роботи AI-сервера.
vi: {{value1}}Vui lòng thử lại. Nếu vẫn gặp sự cố, hãy kiểm tra trạng thái hoạt động của máy chủ AI.
zh_hans: {{value1}}请重新尝试。如果继续，请确认 AI 服务器是否正常运行。
zh_hant: 請再次嘗試 {{value1}} 次。如果繼續使用，請確認 AI 伺服器的運作狀態。

# health_meals_body_ai.a1cf4f52b620
source: レッグプレス
ar_sa: اضغط على الساق
ca: premsa de cames
cs: Legní tisk.
da: Benpres
de_de: Beinpresse
el: Πίεση ποδιών
en_au: Leg Press
es_es: Press de piernas
fi: Jalkapainot
fr_ca: Presse pour les jambes
gu: લેગ પ્રેસ
he: דחיפת רגליים
hi: लेग प्रेस
hr: Leđa
hu: Legprés
id: Latihan kaki
it: Pressione su gambe
ko: 레그 프레스
mr: लेग प्रेस
ms: Latihan kaki
nl_nl: Legdrukken
no: Benpress
pl: Ćwiczenia na nogi
pt_br: Agachamento
pt_pt: Agachamento
ro: Presă pentru picioare
ru: Жим ног
sk: Legrová tlač.
sl: Leg Press.
sv: Benpress
ta: லெக் பிரஸ்
te: లెగ్ ప్రెస్
th: การออกกำลังกายส่วนขา
tr: Çekil basın.
uk: Пресування для ніг
vi: Bài tập đạp xe
zh_hans: 腿举
zh_hant: 腿推

# health_meals_body_ai.a25deb7e2e15
source: 平均速度
ar_sa: متوسط السرعة
ca: velocitat mitjana
cs: Průměrná rychlost
da: Gennemsnitlig hastighed
de_de: Durchschnittliche Geschwindigkeit
el: Μέσος ρυθμός
en_au: Average speed
es_es: Velocidad promedio
fi: Keskimääräinen nopeus
fr_ca: Vitesse moyenne
gu: સરેરાશ ગતિ
he: קצב ממוצע
hi: औसत गति
hr: Prosječna brzina
hu: Átlagos sebesség
id: Kecepatan Rata-Rata
it: Velocità media
ko: 평균 속도
mr: सरासरी वेग
ms: Kecepatan Purata
nl_nl: Gemiddelde snelheid
no: Gjennomsnittlig hastighet
pl: Średnia prędkość
pt_br: Velocidade média
pt_pt: Velocidade média
ro: Viteză medie
ru: Средняя скорость
sk: Priemerná rýchlosť
sl: Povprečna hitrost
sv: Genomsnittlig hastighet
ta: சராசரி வேகம்
te: సగటు వేగం
th: อัตราเฉลี่ย
tr: Ortalama Hız
uk: Середня швидкість
vi: Tốc độ trung bình

# health_meals_body_ai.a25f576fd5c5
source: 送信できませんでした
ar_sa: لا يمكن إرسالها
ca: No s'ha pogut enviar
cs: Nepodařilo se odeslat
da: Kunne ikke sendes
de_de: Nicht gesendet
el: Δεν ήταν δυνατή η αποστολή
en_au: Failed to send
es_es: No se pudo enviar
fi: Lähetys epäonnistui
fr_ca: Impossible d'envoyer
gu: સંદેશ મોકલવામાં આવ્યો નથી
he: לא ניתן לשלוח
hi: भेजने में असमर्थ
hr: Neuspješno
hu: Nem sikerült elküldeni
id: Gagal mengirim
it: Impossibile inviare
ko: 전송에 실패했습니다.
mr: पाठवणे शक्य नाही
ms: Tidak dapat menghantar
nl_nl: Verzending mislukt
no: Kunne ikke sende
pl: Nie udało się wysłać
pt_br: Não foi possível enviar
pt_pt: Não foi possível enviar
ro: Nu s-a putut trimite
ru: Не удалось отправить
sk: Nepodarilo sa odoslať
sl: Ni bilo mogoče poslati
sv: Kunde inte skickas
ta: அனுப்ப முடியவில்லை
te: పంపలేకపోయాము
th: ไม่สามารถส่งได้
tr: Göndermek mümkün değil
uk: Не вдалося надіслати
vi: Không thể gửi
zh_hans: 无法发送
zh_hant: 無法發送

# health_meals_body_ai.a278de26907c
source: 写真から下書きを作り、入力の手間を減らします。
ar_sa: قم بإنشاء مسودة من صورتك لتقليل وقت الإدخال.
ca: Creeu un esborrany a partir de la vostra foto per reduir el temps d'entrada.
cs: Vytvořte si návrh z fotografie a ušetřete čas při zadávání.
da: Opret en skabelon fra et billede og reducer indtastningsarbejdet.
de_de: Erstellen Sie eine Notiz aus dem Foto und reduzieren Sie den Eingabeaufwand.
el: Δημιουργήστε μια πρόταση από τη φωτογραφία και μειώστε την προσπάθεια εισαγωγής.
en_au: Create a draft from a photo to reduce manual input.
es_es: Crea un borrador a partir de una foto y reduce el esfuerzo de entrada.
fi: Luo muistiinpano kuvan perusteella ja vähennä syötteen vaivaa.
fr_ca: Créez une note à partir d'une photo et réduisez les efforts de saisie.
gu: ફોટોમાંથી ડેટા ઉમેરો અને ઇનપુટ કરવાની મહેનત ઓછી કરો.
he: צרו תרשים מהתמונה, והפחיתו את הצורך להזין מידע.
hi: फोटो से एक ड्राफ्ट बनाएं और इनपुट करने की मेहनत कम करें।
hr: Kreirajte bilješke iz fotografije i smanjite potrebu za unosom podataka.
hu: Képekkel készíthet egy tervet, és csökkentheti az adatok beírásának szükségességét.
id: Buat draf dari foto, untuk mengurangi usaha input.
it: Crea un'istantanea e riduci lo sforzo di inserimento.
ko: 사진을 선택하여 기록을 간편하게 만듭니다.
mr: फोटो वापरून, नोंदी करण्याची प्रक्रिया सुलभ करा.
ms: Buat senarai berdasarkan gambar, dan urutkan dengan lebih mudah.
nl_nl: Maak een notitie van een foto en verminder de inspanning.
no: Lag en skisse fra et bilde, og reduser inngangsarbeidet.
pl: Utwórz notatkę z zdjęcia, aby zmniejszyć nakład pracy.
pt_br: Crie um rascunho a partir da foto e reduza o esforço de entrada.
pt_pt: Crie um rascunho a partir da foto e reduza o esforço de entrada.
ro: Creează o schiță dintr-o fotografie și reduce efortul de introducere a datelor.
ru: Создайте черновик из фотографии и уменьшите количество введенных данных.
sk: Vytvorte zápis z fotografie a zjednodušte zadávanie údajov.
sl: Ustvarite zapis iz fotografije in zmanjšajte potrebo po vnosu podatkov.
sv: Skapa en anteckning från ett foto och minska inmatningsarbetet.
ta: புகைப்படத்தைப் பயன்படுத்தி, உள்ளீட்டின் சிரமத்தைக் குறைக்கவும்.
te: ఫోటో నుండి ఒక నమూనాని సృష్టించండి, తద్వారా ఇన్‌పుట్ చేసే శ్రమ తగ్గుతుంది.
th: สร้างร่างจากรูปภาพ เพื่อลดขั้นตอนการป้อนข้อมูล
tr: Fotoğraflardan bir not oluşturun ve giriş zahmetini azaltın.
uk: Створіть чернетку з фотографії та зменште кількість введенних даних.
vi: Tạo bản nháp từ ảnh, giúp giảm bớt công đoạn nhập liệu.
zh_hans: 通过照片创建草稿，减少输入。
zh_hant: 通过照片创建草稿，减少输入。
